Repository: Abdul-lembariti/tiktok_clone
Catalog: lib/l10n/intl_*.arb
Languages: es

# signUpTitle
source: Sign up for {nameOfApp}
es: Regístrate en {nameOfApp} {when}

# signUpSubTitle
source: Create a profile, follow other accounts, make your own {videoCount, plural, =0{no videos} =1{video} other{videos}}, and more
es: Crea un perfil, sigue otras cuentas, crea tus propios videos y más

# emailPasswordButton
source: Use email & password
es: Usar correo electrónico y contraseña

# continueWithAppleButon
source: Continue with Apple
es: Continuar con Apple

source: Already have an Account?
es: ¿Ya tienes una cuenta?

# logIn
source: Log in {gender, select, male{sir} female{madam} other{human}}
es: Acceso

# comment
source: Hello nice factory factory factory factory factory facto facto fy..
es: Hola linda fábrica fábrica fábrica fábrica fábrica facto facto fy..

# discover
source: This is very long cap for the tiktok video uploadded currenty..... ereererre
es: Este es un límite muy largo para el video de Tiktok subido actualmente..... ereererre

source: Inbox
es: Bandeja de entrada

source: Activity
es: Actividad

source: New followers
es: Nuevos seguidores

source: Message from your followers will appear here
es: El mensaje de tus seguidores aparecerá aquí.
